Repository: hasanbayliveysal/EasyCard
Catalog: EasyCard/Localization/*.lproj/Localizable.strings
Languages: az

source: Error
az: Səhv

source: Back
az: Geri

source: Enter your name
az: Adınızı daxil edin

source: Enter your number
az: Nömrənizi daxil edin

source: Select your birth date
az: Doğum tarixinizi seçin

source: Your birth date :
az: Sizin doğum tarixiniz :

# register
source: Sign Up
az: Qeydiyyat

# becomeAClient
source: Become a client of the bank
az: İstifadəyə başlamaq

source: Change Language
az: Dili dəyiş

source: Select Language
az: Tətbiq etmək istədiyiniz dili seçin

source: Cancel
az: Ləğv

source: Fill Blanks
az: Boşluqları doldurun

# carddetail
source: Card Details
az: Kartın Detalları

source: Card number
az: Kart nömrəsi

# usingDate
source: Date
az: İstifadə tarixi

source: Log Out
az: Çıxış

# doyouwantlogout
source: Do you want to log out?
az: Çıxmaq istədiyinizdən əminsiniz

# youdonthave
source: You don't have a card, click 'plus' button to order a card
az: Sizin kartınız yoxdur, sifariş vermək üçün 'plus' düyməsinə toxunun

# welcome
source: Welcome to EASYCARD
az: EASYCARD-a xoş gəlmişsiniz

source: Your balance
az: Sizin balansınız

source: Transactions
az: Köçürmələr

source: Delete Card
az: Kartı silin

source: Send
az: Göndər

# doyouwanttodelete
source: Do you want to delete a card?
az: Kartı silmək istədiyinizdən əminsiniz?

source: Select card type
az: Kart növünü seçin

# selectcardtypeyouwant
source: Select the type of card you want to order
az: Sifariş vermək istədiniz kart növünü seçin
